Repository: 2lambda123/wp-plugins-radio-station
Catalog: languages/radio-station-*.po
Languages: es_es, sq_al, sr_rs

source: Export Playlists
es_es: Exportar Lista Discográfica
sq_al: Eksporto listën
sr_rs: Извези Плејлисте

source: Export
es_es: Exportar
sq_al: Eksporto
sr_rs: Извези

source: Right-click and download this file to save your export
es_es: Clic con el botón derecho y descargar el archivo para guardar la exportación
sq_al: Kliko me butonin e djathtë dhe shkarko këtë skedar për ta ruajtur eksportimin
sr_rs: Десни клик и преузми овај фајл да би сачувао свој извозClick droit et t&eacute;l&eacute;chargez ce fichier pour sauvegarder l&eacute;exportation

source: Start Date
es_es: Fecha de Inicio
sq_al: Data e fillimit
sr_rs: Стартни датум

source: End Date
es_es: Fecha de Finalización
sq_al: Data e mbarimit
sr_rs: Крајњи датум

source: Related to Show
es_es: Relacionado a programa de radio
sq_al: Që kanë të bëjmë me programin
sr_rs: У вези са емисијом

source: None Upcoming
es_es: Ninguno Próximos
sq_al: Asnjë i ardhshëm
sr_rs: Без емисија

source: The current on-air DJ.
es_es: El DJ/Programa actual
sq_al: DJ/Programi aktual
sr_rs: Водитељ емисије.

source: Radio Station: Show/DJ On-Air
es_es: Radio Station: El DJ/Programa actual
sq_al: Radio Station: DJ/Programi aktual
sr_rs: Радио Станица: Емисија/Водитељ Ета

source: Title
es_es: Título
sq_al: Titulli
sr_rs: Наслов

source: Show Avatars
es_es: Mostrar avatares
sq_al: Shfaq avatarët
sr_rs: Покажи Слике Аватаре

source: Link to the Show/DJ's profile
es_es: Enlace al perfil de usuario de DJ/Programa
sq_al: Lidhje për profilin për DJ/Programin
sr_rs: Линк ка страници Емисије/Водитеља

source: Display schedule info for this show
es_es: Mostrar información de la programación de este programa
sq_al: Shfaq të dhënat e transmetimit për këtë program
sr_rs: Покажи сатницу за ову Емисију

source: Display link to show's playlist
es_es: Mostrar enlace a una lista de reproducción del programa
sq_al: Shfaq lidhjen për listën e transmetimit të programit
sr_rs: Покжи линк ка списку песама Емисије

source: Default DJ Name
es_es: Por defecto Nombre de DJ/Programa
sr_rs: Име Диџеја

source: If no Show/DJ is scheduled for the current hour, display this name/text.
es_es: Si no DJ/Programa está prevista para la hora actual, mostrar el nombre / texto.
sq_al: Nëse nuk është caktuar asnjë DJ/Program për orën aktuale, shfaq këtë emër/tekst.
sr_rs: Уколико нема Емисије/Водитеља за овај сат , испиши ово име/текст

source: Time Format
es_es: Formato de la hora
sr_rs: Формат времена

source: 12-hour
es_es: 12-hora
sq_al: Orë-12
sr_rs: 12-часовно

source: 24-hour
es_es: 24-hora
sq_al: Orë-24
sr_rs: 24-часовно

source: Choose time format for displayed schedules
es_es: Seleccione el formato de hora para los horarios mostrados.
sq_al: Zgjidh formatin e kohës për orarin e transmetimeve të shfaqura.
sr_rs: Изабери формат времена за исписану сатницу

source: The upcoming DJs/Shows.
es_es: Las Próximas DJs/Programas
sq_al: DJ/Programet e radhës
sr_rs: Следеће Водитељи/Емисије.

source: Radio Station: Upcoming DJ On-Air
es_es: Radio Station: Próximos DJs/Programas
sq_al: Radio Station: DJ/Programet e radhës
sr_rs: Радио Станица: Следеће на програму

source: Link to Show/DJ's user profile
es_es: Enlace al perfil de usuario de DJ/Programa
sq_al: Lidhje për profilin e DJ/Programit
sr_rs: Линк ка страници Емисије/Водитеља

source: No Additional Schedules
es_es: No hay horarios adicionales
sr_rs: Нема додатне Сатнице

source: Limit
es_es: Límite
sr_rs: Граница

source: Number of upcoming DJs/Shows to display.
es_es: Número de próximos DJs/Programas para mostrar.
sq_al: Numri i DJ/Programeve të radhës për të shfaqur.
sr_rs: Број Емисија који се исписују.

source: Choose time format for displayed schedules.
es_es: Seleccione el formato de hora para los horarios mostrados.
sq_al: Zgjidh formatin e kohës për orarin e transmetimeve të shfaqura
sr_rs: Изабери формат времена за испис сатнице

source: Sun
es_es: Dom
sq_al: Die
sr_rs: Нед

source: Mon
es_es: Lun
sq_al: Hën
sr_rs: Пон

source: Tue
es_es: Mar
sq_al: Mar
sr_rs: Уто

source: Wed
es_es: Mié
sq_al: Mër
sr_rs: Сре

source: Thu
es_es: Jue
sq_al: Enj
sr_rs: Чет

source: Fri
es_es: Vie
sq_al: Pre
sr_rs: Пет

source: Sat
es_es: Sáb
sq_al: Sht
sr_rs: Суб

source: encore airing
es_es: presentación de la repetición
sq_al: ritransmetim
sr_rs: Бис емитовања;

source: Audio File
es_es: Archivo de audio
sq_al: Skedar audio
sr_rs: Аудио фајл

source: Genres
es_es: Género
sq_al: Kategoritë
sr_rs: Стил

source: Playlists
es_es: Listas Discográficas
sq_al: Listat e transmetimit
sr_rs: Плејлисте

source: Playlist
es_es: Lista Discográfica
sq_al: Listë transmetimi
sr_rs: Плејлиста

source: Add Playlist
es_es: Añadir nueva Lista Discográfica
sq_al: Shto listë transmetimi
sr_rs: Убаци Плејлисту

source: Edit Playlist
es_es: Editar Lista Discográfica
sq_al: Ndrysho listë transmetimi
sr_rs: Преуреди плејлисту

source: New Playlist
es_es: Lista Discográfica Neuva
sq_al: Listë transmetimi e re
sr_rs: Нова Плејлиста

source: View Playlist
es_es: Ver Lista Discográfica
sq_al: Shiko listën e transmetimit
sr_rs: Преглед плејлисте

source: Post type for Playlist descriptions
es_es: Publique tipo de reproducción descripciones
sq_al: Lloj postimi për përshkrimet e listës së transmetimit

source: Shows
es_es: Programas
sq_al: Programet
sr_rs: Емисије

source: Show
es_es: Programa
sq_al: Programi
sr_rs: Емисија

source: Add Show
es_es: Añadir nueva Programa
sq_al: Shto program të ri
sr_rs: Убаци емисију

source: Edit Show
es_es: Editar Programa
sq_al: Përpuno programin
sr_rs: Преуреди Емисију

source: New Show
es_es: Programa Neuva
sq_al: Program i ri
sr_rs: Нова Емисија

source: View Show
es_es: Ver Programa
sq_al: Shiko programin
sr_rs: Прегледај Емисију

source: Post type for Show descriptions
es_es: Publique tipo de programa descripciones
sq_al: Lloj postimi për përshkrimet e programit

source: Playlist Entries
es_es: Entradas de Lista Discográfica
sq_al: Hyrje për listën e transmetimit
sr_rs: Уноси у плејлисту

source: Artist
es_es: Cantante
sq_al: Artisti
sr_rs: Извођачи

source: Song
es_es: Canción
sq_al: Kënga
sr_rs: Песма

source: Album
es_es: Nombre del álbum
sq_al: Albumi
sr_rs: Албум

source: Record Label
es_es: Sello discográfico
sq_al: Etiketa diskografike
sr_rs: Издавач Песме

source: DJ Comments
es_es: Comentarios de DJ
sq_al: Komente nga DJ
sr_rs: Коментар Диџеја

source: New
es_es: Nuevo
sq_al: I ri
sr_rs: Нов

source: Status
es_es: Estatus
sq_al: Statusi
sr_rs: Статус

source: Remove
es_es: Eliminar
sq_al: Hiqe
sr_rs: Избаци

source: Queued
es_es: en cola
sq_al: në pritje
sr_rs: Убачено на чекању

source: Played
es_es: jugado
sq_al: transmetuar
sr_rs: Пуштано

source: Add Entry
es_es: Añadir nueva Entrada
sq_al: Shto hyrje të re
sr_rs: Убаци унос

source: Schedule
es_es: Horario
sq_al: Orari i trasmetimeve
sr_rs: Сатница

source: Publish
es_es: Publicar
sq_al: Publiko
sr_rs: Објави

source: Submit for Review
es_es: Presentar para su revisión
sr_rs: Пошаљи на оцењивања

source: Update Playlist
es_es: Actualizar Lista Discográfica
sq_al: Përditëso listën e transmetimit

source: Update
es_es: Actualizar

source: Display the current song.
es_es: Mostrar canción actual.
sq_al: Shfaq këngën aktuale.
sr_rs: Испиши тренутно емитовану песму

source: Radio Station: Now Playing
es_es: Radio Station: En Curso
sq_al: Radio Station: Në transmetim
sr_rs: Радио Станица: Тренутно слушамо

source: Show Artist Name
es_es: Mostrar el nombre de la cantante
sq_al: Shfaq emrin e artistit
sr_rs: Покажи име извођача

source: Show Song Title
es_es: Mostrar título de la canción
sq_al: Shfaq titullin e këngës
sr_rs: Покажи име песме

source: Show Album Name
es_es: Mostrar nombre del álbum
sq_al: Shfaq emrin e albumit
sr_rs: Покажи име албума

source: Show Record Label Name
es_es: Mostrar sello discográfico
sq_al: Shfaq emrin e etiketës diskografike
sr_rs: Покажи издавача

source: Show DJ Comments
es_es: Mostrar comentarios de DJs
sq_al: Shfaq komentet nga DJ
sr_rs: Покажи коментар Диџеја

source: Genre
es_es: Género
sq_al: Zhanri
sr_rs: Стил

source: Information
es_es: Información
sq_al: Informacion
sr_rs: Информација

source: Active
es_es: Activo
sq_al: Aktiv
sr_rs: Активно

source: Check this box if show is currently active (Show will not appear on programming schedule if unchecked)
es_es: Marque esta casilla si espectáculo está activa (Programa no aparecerá en la parrilla de programación si no se marcado)
sq_al: Zgjidh këtë kuti nëse programi është aktualisht aktiv (Programi nuk do të shfaqet në orarin e transmetimit nëse nuk zgjidhet)

source: Current Audio File
es_es: Archivo de audio
sq_al: Skedari audio aktual
sr_rs: Тренутни аудио фајл

source: DJ Email
es_es: Dirección de correo electrónico
sq_al: E-posta për DJ

source: Website Link
es_es: Enlace al sitio web
sq_al: Uebfaqe
sr_rs: Линк портала

source: DJs
es_es: DJs (pinchadiscos)
sq_al: DJ
sr_rs: Диџеји

source: Schedules
es_es: Horarios
sq_al: Oraret e transmetimit
sr_rs: Сатница

source: Day
es_es: Día
sq_al: Dita
sr_rs: Дан

source: Monday
es_es: Lunes
sq_al: E hënë
sr_rs: Понедељак

source: Tuesday
es_es: Martes
sq_al: E martë
sr_rs: Уторак

source: Wednesday
es_es: Miércoles
sq_al: E mërkurë
sr_rs: Среда

source: Thursday
es_es: Jueves
sq_al: E enjte
sr_rs: Четвртак

source: Friday
es_es: Viernes
sq_al: E premte
sr_rs: Петак

source: Saturday
es_es: Sábado
sq_al: E shtunë
sr_rs: Субота

source: Sunday
es_es: Domingo
sq_al: E diel
sr_rs: Недеља

source: Start Time
es_es: Fecha de Inicio
sq_al: Ora e fillimit
sr_rs: Стартно време

source: End Time
es_es: Fecha de Finalización
sq_al: Ora e mbarimit
sr_rs: Завршно време

source: Encore Presentation
es_es: Presentación de la repetición
sq_al: Ritransmetim
sr_rs: Бис презентације

source: Add Shift
es_es: Añadir nueva Turno
sq_al: Shto transmetim të ri
sr_rs: Убаци термин емисије

source: More Playlists
es_es: Mas Listas Discográficas
sq_al: Më shumë lista transmetimi

source: More Blog Posts
es_es: Más entradas de blog
sq_al: Më shumë postime blogu

source: Playlist Archive for
es_es: Entradas de Lista Discográfica
sq_al: Arkiv i listës së transmetimit për

source: Post navigation
es_es: Navegador de artículos

source: Older posts
es_es: Entradas más antiguas

source: Newer posts
es_es: Entradas recientes

source: Nothing Found
es_es: No se encontró nada
sr_rs: Није пронађено

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
es_es: Disculpas, pero no se han encontrado resultados para el archivo solicitado. Puede que la búsqueda le ayudará a encontrar una entrada relacionada.
sr_rs: Извињавамо се али није пронађено оно што тражите,покушајте поново

source: Author Archives: %s
es_es: Archivo del Autor: %s
sr_rs: Архива Аутора: %s

source: About %s
es_es: Sobre %s
sr_rs: О %s

source: Playlist Archive
es_es: Entradas de Lista Discográfica
sq_al: Arkivi i listës së transmetimit
sr_rs: Архива плејлисти

source: Blog Archive
es_es: Archivo de Blog
sq_al: Arkiv blogu
sr_rs: Архива блога

source: Posted by
es_es: Presentada por
sr_rs: Објавио

source: Previous
es_es: Privio
sr_rs: Претходни

source: Next
es_es: Próximo
sr_rs: Следећи

source: Pages:
es_es: Páginas:
sr_rs: Стране:

source: No entries for this playlist
es_es: No hay entradas para esta lista de reproducción
sq_al: Asnjë hyrje për këtë listë transmetimi
sr_rs: Нема уноса за ову плејлисту.

source: Hosted by
es_es: Presentada por
sq_al: Prezantuar nga
sr_rs: Домаћин

source: Email the DJ
es_es: Contactar el dj
sq_al: Kontakto DJ
sr_rs: Пошаљи поруку Водитељу/Музичком уреднику

source: Show Website
es_es: Sitio web de la Programa
sq_al: Shfaq uebfaqe
sr_rs: Покажи презентацију

source: Most recent broadcast
es_es: Emisión más reciente
sq_al: Transmetimet më të fundit
sr_rs: Скорошња емитовања

source: Blog Posts
es_es: Más entradas de blog
sq_al: Postime blogu
sr_rs: Блог чланака
